Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/samediggi.no/same-huonajsuodjalibme.html.tmx
Source language: smj
Languages: sma

source: Sáme huonajsuodjalibme / Birás, areálla ja kultursuodjalus / Sámedigge - Sametinget
sma: Saemien gåetievaarjelimmie / Byjrese, areale jïh kultuvrevarjelimmie / Saemiedigkie - Sametinget

source: Sáme huonajsuodjalibme
sma: Saemien gåetievaarjelimmie

source: Same huonajsuodjalibme le dåbddåt ja registrerit ja várajda válldet ietjastisá ráfájduhtedum sáme huodnahijt boahtte ájgijda.
sma: Saemien gåetievaarjelimmie lea jïjtsistie vaarjelamme saemien gåetieh damtijidh, vïhtesjadtedh jïh gorredidh båetijen aajkan.

source: Dakkár huodnaha li diehto- ja histåvrrågáldo sáme sebrudagás ja dajs bájkálasj sebrudagájs gånnå da gávnnuji.
sma: Dagkerh gåetieh leah akte gaaltije gusnie daajroe jïh histovrije dan saemien siebriedahken bïjre jïh dej voenges siebriedahki bïjre gusnie leah.

source: Ájggegávdan 2011-2017 tjavggi Sámedigge registrerimav huodnahijs åvddål jages 1925.
sma: Boelhken 2011-2017 Saemiedigkie vïhtesjadtemem gåetijste lissehte åvtelen 1925 raejeste.

source: Politihkalasj åvdåsvásstediddje
sma: Politihkere gïen diedte

source: Jur dálla
sma: Daaletje

source: Aktijvuohta mijájn
sma: Gaskesadth mijjine

source: Ráfájduhtedum huodnahij æjgádijn la riektá rádijda dåjmajs ja hoajddos ja gå...
sma: Aajhterh vaarjelamme gåetijste reaktam utnieh raeriem åadtjodh råajvarimmien...

source: Lågå ienebuv
sma: Lohkh jienebh

source: Vuoseda divna ássjijt
sma: Vuesieh gaajkesh saakh

source: Merustaláduvvá uddni gávnnuji birrusij 1200 huodnaha Vuonan ma li ráfájduhtedum ietjastisá.
sma: Aervede daan biejjien medtie 1200 jïjtsistie vaarjelamme, saemien gåetieh Nöörjesne.

source: Sáme ja ietjastis ráfájduhtedum huonaj la sáme huonaj vuorrasabbo 100 jages.
sma: Akte saemien jïh jïjtsistie vaarjelamme gåetie lea akte saemien gåetie båarasåbpoe goh 100 jaepieh.

source: Boahtte lågev jage jåksi duodden birrusij 800 sáme huodnaha ráfájduhttema ájggemierev.
sma: Dej minngebi luhkie jaepiej ovrehte 800 saemien gåetieh sijhtieh vaarjelimmien aalteremieriem jaksedh.

source: Mij la sáme huonaj
sma: Mij akte saemien gåetie

source: Sáme huonaj la oassen sáme histåvrålasj ja kultuvralasj aktijvuodan.
sma: Akte saemien gåetie lea meatan aktene saemien histovreles jïh kultuvrelle ektiedimmesne.

source: Danna máhttá liehket sierra doajmma jali aktijvuohta birrasij hárráj.
sma: Dïhte maahta aktem sjïere funksjovnem jallh byjreseligke ektiedimmiem utnedh.

source: Tsieggimdáhpe ja bajkalasj dádjadusá ja huodnaha histåvrrå le aj ájnas oase merustaládijn jus huonaj la sáme huonaj jali ij.
sma: Aaj bigkemevuekie jïh voenges vuajnoeh jïh histovrijh gåetien bïjre leah vihkeles biehkieh gosse edtja vuarjasjidh mejtie akte gåetie saemien jallh ij.

source: Ájnnasamos gájbbádus merustaládijn le makkir aktijvuodas la dat kultuvrramujtto oassen ja jus la tjanádum sáme kultuvrraj ja histåvrråj.
sma: Dïhte vihkielommes krïevenasse vuarjasjimmesne lea mennie ektiedimmesne kultuvremojhtese lea, jïh mejtie dïhte lea ektiedamme saemien kultuvrese jïh histovrijese.

source: Ájnas le aj huonaj la tjanádum histåvrålasj dáhpádusájda, ja gåktu le dan sadje dáfon jali kultuvrraduobddágin.
sma: Aaj vihkeles mejtie gåetie lea ektiedamme histovreles heannadimmide, jïh guktie dïhte tjåådtje voenesne jallh kultuvreeatnamisnie.

source: Divna sáme huodnaha vuorrasappo gå 150 jage li ietjastisá ráfájduhtedum.
sma: Gaajhkh saemien gåetieh mah leah båarasåbpoe goh 100 jaepieh, leah jïjtsistie vaarjelamme.

source: Bagádus ráfájduhtedum huodnahij æjgádijda
sma: Bïhkedimmie aajhteridie jïjtsistie vaarjelamme gåetijste

source: Oajvvenjuolgadussan ij la loahpe rievddadusájt dahkat jus da máhtti vahágahttet kultuvrramujttoárvojt ietjastisá ráfájduhtedum huodnahijn.
sma: Jarkelimmieh mah maehtieh kultuvremojhteseaarvojde irhkedh jïjtsistie vaarjelamme gåetine leah åajvahkommes luhpehts.

source: Rievddadusá hæhttuji dagáduvvat várrogisvuodajn ja vieledusájn huodnahis.
sma: Tjuara jarkelimmieh vååregelaakan darjodh jïh gåetiem krööhkedh.

source: Rievddadusá duodden dábálasj hoajdduj gájbbet loabev Sámedikkes.
sma: Jis edtja jarkelimmieh darjodh mah leah stuerebe goh iemie gorredimmie, dellie daerpies luhpiedimmiem utnedh Saemiedigkeste.

source: Ráfájduhtedum huodnahij æjgádijn la riektá oadtjot bagádusájt ja rádijt rievddadimdåjmajs ja hoajdos.
sma: Aajhterh vaarjelamme gåetijste krïevenassem utnieh bïhkedimmiem jïh raeriem åadtjodh jarkelimmieråajvarimmiej jïh gorredimmien bïjre.

source: Gatjáda rádev åvddål hoajdov jali rievddadusájt tjadáda.
sma: Gihtjh raerien mietie åvtelen datne aalkah gorredidh jallh jarkelidh.

source: Muhtem dåjmajda soajttá gájbbeduvvat planerim ja sierraloahpe njuolgadusájs.
sma: Muvhtide råajvarimmide lea daerpies soejkesjidh jïh dispensasjovnem utnedh njoelkedassijste.
